Repository: adittrivedi93/lingumiEmber
Catalog: translations/*/About.po
Languages: it

source: About Us
it: Informazioni

source: We founded Lingumi because we want to make it easier, cheaper, and more fun to teach your child a language at the best age for learning.
it: Abbiamo fondato Lingumi per rendere più facile, economico e divertente l'insegnamento delle lingue al tuo bambino nella fascia di età migliore per l'apprendimento.

source: We're a team of teachers, learners, computer scientists, designers, and advisory academics, who love designing effective, fun, playful learning products.
it: Siamo un team di insegnanti, allievi, esperti informatici e consulenti accademici che amano progettare prodotti per l'apprendimento efficaci, divertenti e ludici.

source: You can read more about our story {{#link-to 'story'}}here.{{/link-to}}
it: Troverai maggiori informazioni sulla nostra storia {{#link-to 'story'}}qui.{{/link-to}}

source: Meet the team
it: Incontra il team

# app/templates/about.hbs div.div.div.div.div.h4:13
source: Co-founder
it: Cofondatore

source: Former English teacher and Russian & Italian graduate from Oxford University.
it: Ex insegnante di inglese e russo e laureato in italiano all'Università di Oxford.

# app/templates/about.hbs div.div.div.div.div.h4:19
source: Co-founder
it: Cofondatore

source: Web & app developer and Computer Science graduate from University College London
it: Sviluppatore web e app e laureato in informatica all'University College di Londra

source: Award winning children's illustrator and leading designer on work for the BBC.
it: Illustratrice per bambini premiata e principale designer per la BBC.

source: Academic Advisor
it: Consulente accademico

source: Professor of child language acquisition and author of 'How Children Learn Language', Professor O'Grady advises on the academic research that underpins the Lingumi method.
it: Professore di acquisizione del linguaggio infantile e autore di "How children learn language" (Come i bambini imparano il linguaggio), il Professor O'Grady fornisce consulenza sulla ricerca accademica alla base del metodo Lingumi.
