Repository: adittrivedi93/lingumiEmber
Catalog: translations/*/benefits.po
Languages: it

source: What are the benefits of Lingumi?
it: Quali sono i vantaggi di Lingumi?

source: Lingumi has been designed from the ground up from academic research into how children learn language. You can read more about that {{#link-to 'method'}}here.{{/link-to}} Lingumi is also structured to help with cognitive and social skills at specific ages.
it: Lingumi è stato interamente progettato sulla base di ricerche accademiche sulla modalità di apprendimento del linguaggio dei bambini. Puoi trovare maggiori informazioni {{#link-to 'method'}}qui.{{/link-to}} Lingumi è anche strutturato in modo da aiutare con le competenze cognitive e sociali di specifiche età.

# app/templates/benefits.hbs div.div.div.div.h3:12
source: Learn
it: Impara

source: motor skills
it: capacità motorie

source: new sounds
it: nuovi suoni

source: co-ordination
it: coordinazione

source: early words
it: prime parole

# app/templates/benefits.hbs div.div.div.div.h3:17
source: Think
it: Pensa

source: communication skills
it: capacità di comunicazione

# app/templates/benefits.hbs div.div.div.div.h3:19
source: Create
it: Crea

source: explore & play
it: esplora e gioca

# app/templates/benefits.hbs div.div.div.div.h3:26
source: Learn
it: Impara

source: new words
it: nuove parole

source: short phrases
it: brevi frasi

# app/templates/benefits.hbs div.div.div.div.h3:29
source: Think
it: Pensa

# app/templates/benefits.hbs div.div.div.div.h4:30
source: solve puzzles
it: risolvi puzzle

# app/templates/benefits.hbs div.div.div.div.h4:31
source: build phrases
it: costruisci frasi

# app/templates/benefits.hbs div.div.div.div.h4:32
source: co-ordinated attention
it: attenzione coordinata

# app/templates/benefits.hbs div.div.div.div.h3:33
source: Create
it: Crea

# app/templates/benefits.hbs div.div.div.div.h4:34
source: develop cognitive pathways
it: sviluppa percorsi cognitivi

# app/templates/benefits.hbs div.div.div.div.h4:35
source: ask & answer questions
it: fai e rispondi a domande

# app/templates/benefits.hbs div.div.div.div.h3:41
source: Learn
it: Impara

source: words & phrases in new languages
it: parole e frasi in nuove lingue

source: cultural awareness
it: consapevolezza culturale

# app/templates/benefits.hbs div.div.div.div.h3:44
source: Think
it: Pensa

# app/templates/benefits.hbs div.div.div.div.h4:45
source: solve puzzles
it: risolvi puzzle

# app/templates/benefits.hbs div.div.div.div.h4:46
source: build phrases
it: costruisci frasi

# app/templates/benefits.hbs div.div.div.div.h4:47
source: co-ordinated attention
it: attenzione coordinata

# app/templates/benefits.hbs div.div.div.div.h3:48
source: Create
it: Crea

# app/templates/benefits.hbs div.div.div.div.h4:49
source: develop cognitive pathways
it: sviluppa percorsi cognitivi

# app/templates/benefits.hbs div.div.div.div.h4:50
source: ask & answer questions
it: fai e rispondi a domande

source: group play & imagination
it: giochi di gruppo e immaginazione

source: Buy your set of Learning Cubes today:
it: Compra ora un set di Cubi di apprendimento:

source: 'Our ability to acquire, understand and communicate language is unique compared to all other species... the fact a toddler can put words together into real sentences – it's extraordinary.'
it: "La nostra abilità di acquisire, capire e comunicare il linguaggio è unica paragonata alle altre specie... il fatto che un bambino piccolo possa mettere insieme delle parole per formare vere frasi – è straordinario".

source: Professor Kim Plunkett, University of Oxford
it: Professor Kim Plunkett, Università di Oxford
