Repository: adittrivedi93/lingumiEmber
Catalog: translations/*/home.po
Languages: it

source: <strong>Teach your child a language</strong> at the best age for learning
it: Il modo interattivo di imparare l'inglese per bambini

source: A <strong>fun, interactive method</strong> for early years language learning.
it: Un modo divertente e interattivo di imparare l'inglese per bambini

source: Our scientifically structured method starts with the <strong>Learning Cubes:</strong> soft, safe cubes that interact with a tablet or smartphone to teach sounds, words and phrases to children, <strong>through play.</strong>
it: Il nostro metodo scientificamente strutturato parte dai <strong>Cubi di apprendimento:</strong> cubi morbidi e sicuri che interagiscono con tablet o smartphone per insegnare suoni, parole e frasi ai bambini <strong>attraverso il gioco.</strong>

source: Learn over 100 words and phrases from our free apps, with no in-app purchases. The kit costs £35 inc. delivery to UK.
it: Impara più di 100 parole e frasi dalle nostre app gratuite senza acquisti in app. Il kit costa 55 euro inclusa spedizione per l'Italia.

source: {{!-- {{#link-to 'products' class="btn btn-navbar btn-cyan"}}The Cubes{{/link-to}} --}} {{#scroll-to href='#story' label='story' offset=-60 class="btn btn-magenta"}} The Story {{/scroll-to}}
it: {{!-- {{#link-to 'products' class="btn btn-navbar btn-cyan"}}I Cubi{{/link-to}} --}} {{#scroll-to href='#story' label='story' offset=-60 class="btn btn-magenta"}} La storia {{/scroll-to}}

source: The Story
it: La storia

source: <span class="p_starter">What is it? </span> A method developed from extensive academic research that combines <strong>tactile physical interaction</strong> with digital apps to help children learn a language, by replicating the way they naturally acquire language from birth.
it: <span class="p_starter">Che cos'è? </span> Un metodo sviluppato sulla base di approfondite ricerche che combinano l'<strong>interazione fisica tattile</strong> con app digitali che aiutano i bambini ad apprendere una lingua replicando il modo in cui acquisiscono naturalmente il linguaggio a partire dalla nascita.

source: <span class="p_starter">How does it work? </span>We create interactive games and activities which children and parents play together. Children play learn their first sounds in a <strong>native accent</strong>, then words, then phrases. The first step is the Learning Cubes: read about them here.
it: <span class="p_starter">Come funziona? </span>Creiamo giochi e attività interattivi a cui genitori e figli giocano insieme. I bambini imparano giocando i primi suoni con <strong>accento nativo</strong>, poi parole, poi frasi. Il primo passo sono i Cubi di apprendimento: leggi qui informazioni al riguardo,

source: <span class="p_starter">Why early years? </span>2 year olds are <strong>the world's best learners.</strong> Due to their brain plasticity, increased synaptic density, and other neurological factors, infants under the age of 6 absorb languages quickly and easily.
it: <span class="p_starter">Perché i primi anni? </span>I bambini di 2 anni sono<strong>gli allievi migliori del mondo.</strong> I bambini di età inferiore ai 6 anni assorbono le lingue rapidamente e facilmente grazie a plasticità cerebrale, maggiore densità sinaptica e altri fattori neurologici,

source: <span class="p_starter">Who are we? </span>We are: 1 English teacher, 1 computer scientist, 1 children's illustrator, + several brilliant academics who advise us. We're based in London, UK. Read more about the team {{#link-to 'about' class="underline"}}here.{{/link-to}}
it: <span class="p_starter">Chi siamo? </span>Siamo: 1 insegnante di inglese, 1 informatico, 1 illustratore per bambini e diversi brillanti accademici che ci offrono consulenza. La nostra sede è a Londra, Inghilterra. Maggiori informazioni sul team {{#link-to 'about' class="underline"}}qui.{{/link-to}}

source: {{#scroll-to href='#testimonials' label='testimonials' offset=-60 class="btn btn-magenta"}} What our users think {{/scroll-to}}
it: {{#scroll-to href='#testimonials' label='testimonials' offset=-60 class="btn btn-magenta"}} Cosa pensano i nostri utenti {{/scroll-to}}

source: "It gives her so much confidence - she goes into her own little world"
it: "Le dà molta sicurezza in se stessa, va nel suo piccolo mondo personale"

source: - Tasha & Olivia, London
it: - Tasha e Olivia, Londra

source: Physical
it: Fisico

source: With the Learning Cubes, kids don't need to tap or swipe the screen - <strong>ever</strong>. <br/>Interacting with the cubes powers the game.
it: Con i Cubi di apprendimento, i bambini non devono toccare o scorrere sullo schermo: <strong>mai</strong>. <br/>Il motore del gioco è l'interazione con i cubi.

source: Shared
it: Condiviso

source: Children are proven to learn best when interacting with another person. With Lingumi, parent and child play and learn together. We'll teach you how best to play and learn together.
it: È provato che i bambini imparano meglio interagendo con un'altra persona. Con Lingumi, genitore e bambino giocano e imparano insieme. Vi insegneremo come giocare e imparare insieme al meglio.

source: Playful
it: Ludico

source: For early learners, we've replaced tapping and swiping with touching and holding: the Learning Cubes combine apps with physical play that boosts learning, and reduces screen addiction.
it: Gli allievi precoci non devono toccare e scorrere lo schermo ma toccare e tenere in mano i Cubi di apprendimento, che combinano le app con gioco fisico che promuove l'apprendimento e diminuisce la dipendenza dallo schermo.

source: Buy the Learning Cubes
it: Compra i Cubi di apprendimento
