Repository: adittrivedi93/lingumiEmber
Catalog: translations/*/method.po
Languages: it

source: The Lingumi Method
it: Il metodo Lingumi

source: <strong>New sounds</strong> introduced through play
it: <strong>Nuovi suoni</strong> introdotti attraverso il gioco

source: <strong>First words</strong> learned through play and repetition
it: <strong>Prime parole</strong>imparate attraverso gioco e ripetizione

source: <strong>Contextual language</strong> absorbed through question games and puzzles
it: <strong>Linguaggio contestuale</strong> assorbito attraverso giochi con domande e puzzle

source: <strong>Short phrases</strong> learned and practised by answering questions
it: <strong>Brevi frasi</strong> imparate e provate rispondendo a domande

source: The Lingumi Method has been developed with early years experts and academics to empower parents and children to learn and practise a language together. By combining <strong>physical play</strong> with amazing <strong>digital apps</strong>, the method uses a mixture of physical actions, audio, video, and puzzle-solving to develop children's skills in a multi-sensory and playful environment.<br/>The Lingumi Method has been created to stimulate neurological development through multi-sensory engagement.
it: Il metodo Lingumi è stato sviluppato con il contributo di esperti della pria infanzia e accademici, per dare a genitori e bambini la capacità di imparare e fare pratica di una lingua insieme. Combinando <strong>gioco</strong> con incredibili <strong>app digitali</strong>, il metodo usa un insieme di azioni fisiche, audio, video, e risoluzione di rompicapo per sviluppare le abilità dei bambini in un ambiente multisensoriale e ludico.<br/>Il metodo Lingumi è stato creato per stimolare lo sviluppo neurologico attraverso il coinvolgimento multisensoriale.

source: The Learner's Journey
it: Il viaggio dell'allievo

source: 1: Build
it: 1: Costruire

source: <strong>Build basic vocabulary</strong> using the Lingumi Starter Kit and First Words app, which teaches over 60 new words, in a structure devised by academics at the University of Oxford that replicates the words a child learns first in their native language.
it: <strong>Costruisci un vocabolario di base</strong> usando lo starter kit Lingumi e l'app First Words, che insegna più di 60 nuove parole in una struttura ideata da accademici dell'Università di Oxford che replica le parole che un bambino impara per prime nella lingua madre.

source: 2: Expand
it: 2: Espandere

source: <strong>Expand your child's knowledge</strong> of the new language, or practise their first language, with question games that build contextual language through guesswork and play.
it: <strong>Espandi la conoscenza del tuo bambino</strong> della nuove lingua o esercita la lingua madre con giochi di domande che costruiscono un linguaggio contestuale attraverso ipotesi e gioco.

source: 3: Speak
it: 3: Parlare

source: <strong>Practise speaking</strong> the new language you've learned together, using Lingumi Speak apps which adapt to what your child has learned, and guide you as parent through the process.
it: <strong>Esercitati a parlare</strong>la nuova lingua che avete imparato insieme usando le app Lingumi Speak che si adattano a quello che il bambino ha imparato e ti guideranno come genitore attraverso il processo.

source: 4: Strengthen
it: 4: Potenziare

source: <strong>Activate and embed</strong> the language your child has learned with intelligent, personalised video and games. Learning through play, tailored to your child.
it: <strong>Attiva e imprimi</strong> la lingua imparata da tuo figlio con video e giochi intelligenti e personalizzati. L'apprendimento attraverso il gioco su misura per il tuo bambino.

source: The Research
it: La ricerca

source: The Lingumi Method is built on research by the world's top academics in infant language acquisition, psycho- and neurolinguistics. In short, the research we use combines decades of study into how children learn languages, and how their brain works.<br/>You can read more about the academic research into our method in our whitepaper, but here are the key principles:
it: Il metodo Lingumi è costruito su ricerca dai migliori accademici del mondo in acquisizione del linguaggio infantile, psico e neuro linguistica. In breve, la ricerca che usiamo combina decenni di studio di come i bambini imparano le lingue e come funziona il loro cervello.<br/>Puoi leggere maggiori informazioni sulla ricerca accademica dietro il nostro metodo nel nostro white paper, ma ecco i principi chiave:

source: <strong>Action-reaction: </strong>Children learn best when they're rewarded with reactions to their actions. We've build this into our games, creating reactions in our apps to physical actions with our cubes.
it: <strong>Azione-reazione: </strong>I bambini imparano al meglio quando vengono premiati con reazioni alle loro azioni. Abbiamo integrato questo concetto nei nostri giochi, creando reazioni nelle nostre app ad azioni fisiche con i cubi.

source: <strong>Shared learning: </strong>When a parent or carer takes part in the learning, repeating and helping the child to play and learn, the learning outcomes are improved. Our games are designed to be played in pairs or small groups.
it: <strong>Apprendimento condiviso: </strong>Quando un genitore o un assistente partecipa all'apprendimento, ripetendo e aiutando il bambino a giocare e imparare, i risultati di apprendimento migliorano. I nostri giochi sono progettati per essere giocati a coppie o in piccoli gruppi.

source: <strong>Positive reinforcement: </strong>Using the Lingumi method, children learn through experimentation and free-play, but are always encouraged positively towards learning and discovering.
it: <strong>Rinforzo positivo: </strong>Usando il metodo Lingumi, i bambini imparano sperimentando e con il gioco libero, ma sono sempre incoraggiati positivamente verso l'apprendimento e la scoperta.

source: Buy the Learning Cubes to start learning:
it: Compra i Cubi di apprendimento per iniziare a imparare:
