Repository: adittrivedi93/lingumiEmber
Catalog: translations/*/products.po
Languages: it

source: The Learning Cubes:
it: I Cubi di apprendimento:

source: The most fun way to learn a language:
it: Il modo più divertente di imparare una ingua:

source: Soft, squishy, BPA-free cubes that interact with a tablet or smartphone to teach sounds, words, and phrases.
it: Morbidi, soffici da stringere e privi di BPA, i cubi interagiscono con tablet o smartphone per insegnare suoni, parole e frasi.

source: €55 including free delivery to Italy
it: 55€ inclusa spedizione gratuita per l'Italia

source: Five squishy character cubes
it: Cinque morbidi personaggi a forma di cubo

source: Colourful cubes that interact with our apps in magical ways
it: Cubi colorati che interagiscono magicamente con la nostra app

source: Box and stand
it: Scatola e supporto

source: The box creates a playing surface for your child to place the cubes, and the stand holds your tablet or smartphone
it: La scatola diventa una superficie di gioco dove il tuo bambino può mettere i cubi e il supporto regge tablet o smartphone

source: Free apps
it: App gratuite

source: Our first app, designed with help from leading experts, is free to download, with a second free app on the way. And everything is included: there are no in-app purchases.
it: La nostra prima app, progettata con l'aiuto di esperti, è scaricabile gratuitamente, e una seconda app è in arrivo. Ed è tutto incluso: non ci sono acquisti in app.

source: Learn 5 languages
it: Impara 5 lingue

source: Use the Lingumi Starter Kit to develop your child's English skills, and to learn new words and phrases in 4 other languages!
it: Usa lo starter kit Lingumi per insegnare l'inglese ai tuoi bambini, migliorare il loro italiano o imparare nuove parole e frasi in altre 3 lingue!

source: Technical information
it: Informazioni tecniche

source: The kit is compatible with Apple iOS devices (iPad or iPhone) running iOS 8.4 and above, or Android devices running 2.3 or above. The app is currently not visible to the public on the app store, but you will be emailed a link to download it privately.
it: Il kit è compatibile con dispositivi Apple iOS (iPad o iPhone) con iOS 8.4 e versioni successive o dispositivi Android 2.3 o versioni successive. L'app è attualmente non visibile al pubblico sull'app store, ma riceverai un'e-mail con un link per scaricarla privatamente.

source: Price & Shipping
it: Prezzo e spedizione

source: The kit costs £35 + delivery, which varies by country. To read more about our availability in your country, visit our {{#link-to 'international'}}International page{{/link-to}}.
it: Il kit costa 55€ inclusa spedizione. Per avere maggiori informazioni sulla disponibilità e la spedizione nel tuo Paese, visita la nostra {{#link-to 'international'}}pagina internazionale{{/link-to}}.
